{
    "text": [
        {
            "p1": "Researchers at MIT have tested a new technology for turning water vapor in the atmosphere into drinkable water, even in extreme environments."
        },
        {
            "p2": "\nWhen you purchase through links on our site, we may earn an affiliate commission. "
        },
        {
            "p3": "MIT researchers have created a high-tech \"bubble wrap\" capable of collecting safe drinking water directly from the air — even in Death Valley, the driest desert in North America."
        },
        {
            "p4": "The new water harvester is a major step towards providing safe, accessible drinking water to people across the globe — and works wherever you may find water vapor in the air, scientists said in a new study published June 11 in the journal "
        },
        {
            "p5": "The water harvester is made from hydrogel (a highly water-absorbent material) that is enclosed between two layers of glass — much like a window. At night, the device absorbs water vapor from the atmosphere. During the day, the water condenses on the glass thanks to a coating that keeps the glass cool. The liquid water then drips down the glass and is collected in a system of tubes."
        },
        {
            "p6": "The hydrogel is formed into a special shape, a series of domes resembling a sheet of bubble wrap that swells up when absorbing water vapor. The domes increase the material’s surface area, which increases the amount of water it can hold."
        },
        {
            "p7": "Researchers tested the new device for a week in "
        },
        {
            "p8": "None"
        },
        {
            "p9": "It produced about a quarter to two-thirds of a cup of water every day (57-161.5 milliliters). In more humid areas, the device should produce even more water. This design is a lot more effective than some previous attempts to collect drinking water from air, all without needing electricity to power it, MIT representatives said in a "
        },
        {
            "p10": "Get the world’s most fascinating discoveries delivered straight to your inbox."
        },
        {
            "p11": "The researchers also solved another long-standing problem with the quality of water collected using hydrogel designs. Lithium salts, added to the hydrogel to increase water absorption, normally leak into the water in similar designs, rendering the water unsafe to drink without further processing. This new design includes a salt stabilizer called glycerol which reduces the leakage below 0.06 ppm, the US Geological Survey’s "
        },
        {
            "p12": "—"
        },
        {
            "p13": "—"
        },
        {
            "p14": "—"
        },
        {
            "p15": "While one panel might not produce enough water to sustain an entire household, they don’t take up much space — which means multiple panels could be set up for a single household. The researchers estimate that using eight 3 foot by 6 foot (1 m by 2 m) panels could be enough to supply households anywhere that there isn’t easy access to safe drinking water. Compared to the costs of bottled water in the US, the device could pay for itself in less than a month and last at least one year."
        },
        {
            "p16": "“We imagine that you could one day deploy an array of these panels, and the footprint is very small because they are all vertical,” "
        },
        {
            "p17": "The team plans to test the panels in additional resource-limited environments to learn more about the device’s performance under different conditions."
        },
        {
            "p18": "Damien Pine (he/him) is a freelance writer, artist, and former NASA engineer. He writes about science, physics, tech, art, and other topics with a focus on making complicated ideas accessible. He has a degree in mechanical engineering from the University of Connecticut, and he gets really excited every time he sees a cat."
        },
        {
            "p19": "You must confirm your public display name before commenting"
        },
        {
            "p20": "Please logout and then login again, you will then be prompted to enter your display name."
        },
        {
            "p21": "\nLive Science is part of Future US Inc, an international media group and leading digital publisher. "
        },
        {
            "p22": "©\nFuture US, Inc. Full 7th Floor, 130 West 42nd Street,\nNew York,\nNY 10036. "
        },
        {
            "p23": "\nPlease login or signup to comment\n"
        },
        {
            "p24": "Please wait..."
        }
    ]
}