{
    "text": [
        {
            "p1": "None"
        },
        {
            "p2": "Profile"
        },
        {
            "p3": "Sections"
        },
        {
            "p4": "Local"
        },
        {
            "p5": "tv"
        },
        {
            "p6": "Featured"
        },
        {
            "p7": "More From NBC"
        },
        {
            "p8": "Follow NBC News"
        },
        {
            "p9": " news Alerts"
        },
        {
            "p10": "There are no new alerts at this time"
        },
        {
            "p11": "At least one person is dead and two women are injured after three buildings collapsed in an explosion and fire in Philadelphia early Sunday, according to the city’s fire department."
        },
        {
            "p12": "The Philadelphia Fire Department said it responded to 1900 West Bristol Street around 4:50 a.m. Three row houses “exploded in on themselves,” resulting in a fire, said Daniel McCarty, the fire department’s acting executive chief."
        },
        {
            "p13": "“Preliminary reports where there were people trapped,” McCarty said. “We were able to locate two residents and transport them to area hospitals, both being elderly females, one being critical, one stable.”"
        },
        {
            "p14": "The fire department later said that one person was killed in the explosion. Officials did not provide any details about the victim. "
        },
        {
            "p15": "There have been “secondary collapses” near the home believed to be the source of the “primary explosion,” McCarty said, adding that at least five row homes have been affected. "
        },
        {
            "p16": "The cause of the explosion is not yet known. "
        },
        {
            "p17": "McCarty described the scene as “chaotic” and said the focus is on making sure additional homes are not affected."
        },
        {
            "p18": "“The biggest thing is the stability of the surrounding houses, making sure that this hazard doesn’t spread,” McCarty said. “Our men and women of the fire department will go through with their special operations company to ensure that no one is unaccounted for on this block. So this will be an extensive all-day operation for the Philadelphia Fire Department.”"
        },
        {
            "p19": "Mirna Alsharif is a breaking news reporter for NBC News."
        },
        {
            "p20": "© 2025 NBCUniversal Media, LLC"
        }
    ]
}