{
    "text": [
        {
            "p1": "Israel has ordered Palestinians to evacuate from parts of northern Gaza ahead of increased military action, as US President Donald Trump pushes for a ceasefire deal."
        },
        {
            "p2": "People in neighbourhoods across Gaza City and Jabalia have been told to move south towards the coastal area of al-Mawasi as Israeli military operations \"intensify and expand westward\"."
        },
        {
            "p3": "At least 86 people were killed as the result of Israeli attacks in the 24 hours before midday on Sunday, the Hamas-run health ministry said."
        },
        {
            "p4": "Three children were among those killed in a strike on the so-called \"safe zone\" of al-Mawasi, their parents said."
        },
        {
            "p5": "Trump has reiterated calls to \"make the deal in Gaza\" and \"get the hostages back\"."
        },
        {
            "p6": "On Saturday, Trump had said on Truth Social that Israel's Prime Minister Benjamin Netanyahu was in the process of negotiating a deal with Hamas \"right now\"."
        },
        {
            "p7": "Meanwhile, the Israel Defense Forces (IDF) spokesman Avichay Adraee said on Sunday that the Israeli military was operating in north Gaza \"to eliminate terrorists and terrorist infrastructure\"."
        },
        {
            "p8": "Medics and residents told Reuters that military bombardments increased in Gaza in the early hours of Sunday, destroying several houses."
        },
        {
            "p9": "Gaza's Hamas-run civil defence agency told news outlets that at least 23 people had been killed on Sunday alone."
        },
        {
            "p10": "Medics said five people were killed in an Israeli air strike on a tent housing displaced people in al-Mawasi near the southern city of Khan Younis - an area where people in the north had been told to evacuate to."
        },
        {
            "p11": "Five members of the Maarouf family, including three children, were killed."
        },
        {
            "p12": "\"They bombed us while we were sleeping on the ground,\" their mother Iman Abu Maarouf said. \"We didn't do anything wrong. My children were killed, and the rest are in intensive care.\""
        },
        {
            "p13": "Their father Zeyad Abu Maarouf told Reuters that the family had arrived in the \"safe zone\" a month ago after Israel told them to go to al-Mawasi."
        },
        {
            "p14": "When asked about the incident, the IDF told the BBC it could not provide a specific response without more information, but said it \"follows international law and takes feasible precautions to mitigate civilian harm\"."
        },
        {
            "p15": "Also on Sunday, a 20-year-old IDF soldier, Sergeant Yisrael Natan Rosenfeld, was killed in northern Gaza."
        },
        {
            "p16": "The increased Israeli military action comes as mediators begin new efforts to end the war and release the remaining hostages held by Hamas."
        },
        {
            "p17": "On Thursday, a senior Hamas official told the BBC mediators have intensified their efforts to broker a new ceasefire and hostage release deal in Gaza, but that negotiations with Israel remain stalled."
        },
        {
            "p18": "Qatari mediators have said they hope US pressure could help to achieve a deal, following a truce between Israel and Iran that ended the 12-day conflict between the countries."
        },
        {
            "p19": "On Sunday, Netanyahu told members of Israel's domestic intelligence agency Shin  Bet that \"victory\" over Iran opened up many possibilities, \"first and foremost, to rescue the hostages\". "
        },
        {
            "p20": "\"Of course, we will also need to resolve the issue of Gaza, to defeat Hamas, but I believe we will achieve both missions. Beyond that, broad regional opportunities are opening up, in most of which - almost all - you are partners,\" he said."
        },
        {
            "p21": "Trump previously said he was hopeful a ceasefire in Gaza could be agreed in the next week."
        },
        {
            "p22": "In March, a two-month ceasefire collapsed when Israel launched fresh strikes on Gaza. It said it wanted to put pressure on Hamas to release its hostages."
        },
        {
            "p23": "Israel also imposed a total blockade on humanitarian aid deliveries to Gaza at the start of March, which it partially eased after 11 weeks following pressure from US allies and warnings from global experts that half a million people were facing starvation."
        },
        {
            "p24": "That partial easing included the creation of a US and Israeli-backed aid group, the Gaza Humanitarian Foundation (GHF), after Israel accused Hamas of stealing aid. Hamas has denied this."
        },
        {
            "p25": "GHF's aid system has been condemned by UN agencies. There have been repeated incidents of killings and injuries of Palestinians seeking aid."
        },
        {
            "p26": "Juliette Touma, communications director for the UN agency for Palestinian refugees, Unrwa, told the BBC that the new mechanism was \"a killing field\". She said the distribution of aid in an orderly way could only be done through the UN and other humanitarian organisations."
        },
        {
            "p27": "GHF boss Johnnie Moore "
        },
        {
            "p28": "The previous ceasefire deal between Israel and Hamas - which started on 19 January - was set up to have three stages, but did not make it past the first stage."
        },
        {
            "p29": "Stage two included establishing a permanent ceasefire, the return of remaining living hostages in Gaza in exchange for Palestinians imprisoned in Israel, and the complete withdrawal of Israeli forces from Gaza."
        },
        {
            "p30": "Trump has called for ongoing corruption charges against Netanyahu to be dropped, describing proceedings as a \"political witch hunt\" delaying ceasefire negotiations."
        },
        {
            "p31": "On Sunday, an Israeli court accepted a request by the Israeli prime minister to delay his scheduled testimony for a week, due to diplomatic and security issues."
        },
        {
            "p32": "Netanyahu was charged in 2019 with bribery, fraud and breach of trust, all of which he denies."
        },
        {
            "p33": "Earlier in the week, Israeli opposition leader Yair Lapid said Trump "
        },
        {
            "p34": "Israel launched its military campaign in Gaza in response to Hamas's 7 October 2023 attack, in which about 1,200 people were killed and 251 others were taken hostage."
        },
        {
            "p35": "Since then, 56,500 people have been killed in Gaza, according to the territory's Hamas-run health ministry."
        },
        {
            "p36": "The private thoughts and reflections of a young woman whose life has altered course because of the war in Gaza."
        },
        {
            "p37": "Israel's prime minister may be contemplating an early election, but he still faces corruption charges."
        },
        {
            "p38": "Lyse Doucet witnesses a mass state funeral for prominent figures killed in the recent conflict with Israel."
        },
        {
            "p39": "The Hamas-run health ministry says more than 500 Palestinians have been killed since the GHF took over aid distribution."
        },
        {
            "p40": "The sixth and final scheduled evacuation flight organised by the government is set to depart on Sunday."
        },
        {
            "p41": "Copyright 2025 BBC. All rights reserved. "
        },
        {
            "p42": " "
        }
    ]
}