{
    "text": [
        {
            "p1": "British women's number two Katie Boulter is among 50-plus home players at Wimbledon"
        },
        {
            "p2": "None"
        },
        {
            "p3": "30 June-13 July "
        },
        {
            "p4": "Live across BBC TV, radio and online with extensive coverage on BBC iPlayer, Red Button, Connected TVs and mobile app."
        },
        {
            "p5": "None"
        },
        {
            "p6": "There are 23 Britons competing in the men's and women's singles at the All England Club - the most since 1984."
        },
        {
            "p7": "The home ranks exceed 50 when we add the doubles, wheelchair events and juniors."
        },
        {
            "p8": "With the grass-court Grand Slam tournament starting on Monday, here are British names and storylines to keep an eye on."
        },
        {
            "p9": "Seven of the British contingent have qualified directly through their world rankings, with players inside the top 100 guaranteed a spot."
        },
        {
            "p10": "It is only the second time this has happened since 2016."
        },
        {
            "p11": "United States-based college student Oliver Tarvet came through the qualifying tournament, while a further 15 players were handed wildcards."
        },
        {
            "p12": "Former British number one Dan Evans, 35, was notable on that list, while three teenagers - Mika Stojsavljevic, Hannah Klugman and Mimi Xu - were also given opportunities."
        },
        {
            "p13": "None"
        },
        {
            "p14": "None"
        },
        {
            "p15": "None"
        },
        {
            "p16": "Wimbledon's wildcard committee considers a variety of factors - including ranking, form and previous grass-court results - when deciding recipients."
        },
        {
            "p17": "\"We discuss what is right for the players and the event,\" British women's team captain Anne Keothavong, who is on the wildcard committee, told BBC Radio 5 Live."
        },
        {
            "p18": "\"We're fortunate to have a British Grand Slam and it is in everyone's interests to support British players where we can."
        },
        {
            "p19": "\"Where we can give British players opportunities and expose them to the highest level of tennis, we would like to do so.\""
        },
        {
            "p20": "Having 14 players inside the world's top 200 - the most since 1984 - shows Britain's growing depth of talent."
        },
        {
            "p21": "Multiple factors have contributed to this improvement."
        },
        {
            "p22": "These include Andy Murray's success inspiring the youngsters, a national tennis centre in Roehampton providing state-of-the-art training facilities, and players - notably Cameron Norrie and Jacob Fearnley - developing in the US college system before turning professional."
        },
        {
            "p23": "British women's number three Sonay Kartal says watching friends and peers enjoy success has also helped."
        },
        {
            "p24": "\"I'd say [the higher number of top-200 players] is a mix of things, there's not one specific reason,\" said Kartal."
        },
        {
            "p25": "\"We've got a lot of good sparring partners when we're back home and we're all pushing each other. I think there's a healthy rivalry and that adds to it.\""
        },
        {
            "p26": " ranked fourth in the world, leads home men's singles hopes."
        },
        {
            "p27": "The 23-year-old Englishman has become a title contender following a stunning rise over the past 12 months."
        },
        {
            "p28": "No British player has been seeded as high as Draper since world number one and defending champion Andy Murray in 2017."
        },
        {
            "p29": "Draper is one of 13 Britons in the men's singles, with"
        },
        {
            "p30": "Wildcard Evans became emotional on the eve of Wimbledon when he discussed his recent struggles."
        },
        {
            "p31": "None"
        },
        {
            "p32": "None"
        },
        {
            "p33": "None"
        },
        {
            "p34": "The former world number 21 briefly slipped out of the top 200 this year but has justified his wildcard with recent eye-catching victories over top-20 players Frances Tiafoe and Tommy Paul."
        },
        {
            "p35": "\"It's not the matches, it's when you feel like you've let people down, that's the tougher thing about it,\" said Evans."
        },
        {
            "p36": "Further wildcards went to "
        },
        {
            "p37": "The home contingent increased when Tarvet - who "
        },
        {
            "p38": " will capture plenty of attention as she looks to build on last year's run to the last 16."
        },
        {
            "p39": "Raducanu, 22, has regained her position as the British women's number one."
        },
        {
            "p40": "Generally looking "
        },
        {
            "p41": "has fallen to 43rd in the rankings."
        },
        {
            "p42": "The 28-year-old remains a threat on grass with her big-striking game but has drawn Spanish ninth seed Paula Badosa in round one."
        },
        {
            "p43": "None"
        },
        {
            "p44": "None"
        },
        {
            "p45": "None"
        },
        {
            "p46": "\"I'm very, very excited,\" Boulter said. \"I feel like it's a totally different situation for me coming in this year."
        },
        {
            "p47": "\"I'm kind of like a dark horse and I like that feeling. I like the fact I can go out and swing free and I've got nothing to lose.\""
        },
        {
            "p48": " is the third British woman with direct entry, having climbed almost 250 ranking places since her Wimbledon debut last year."
        },
        {
            "p49": "Established players "
        },
        {
            "p50": "Queen's champions Lloyd Glasspool and Julian Cash are bidding to become the first all-British pair to win the men's doubles since 1936"
        },
        {
            "p51": "The British doubles scene - particularly the men's side - remains in rude health."
        },
        {
            "p52": "and "
        },
        {
            "p53": "In their first full season together, Cash and Glasspool have won three ATP titles - including back-to-back at Queen's and Eastbourne."
        },
        {
            "p54": "Such form places them among the favourites for Wimbledon, with men's doubles proving fruitful for home players in recent years."
        },
        {
            "p55": "None"
        },
        {
            "p56": "None"
        },
        {
            "p57": "None"
        },
        {
            "p58": "Reigning champion"
        },
        {
            "p59": "won his first Slam title at the All England Club in 2023 and is looking for another with fellow Briton "
        },
        {
            "p60": "In the women's draw, "
        },
        {
            "p61": "The pair won their first WTA title by shocking French Open champions Jasmine Paolini and Sara Errani in the recent Berlin final."
        },
        {
            "p62": "In the wheelchair events, "
        },
        {
            "p63": " champion in 2016, also has direct entry, with "
        },
        {
            "p64": "and "
        },
        {
            "p65": "None"
        },
        {
            "p66": "None"
        },
        {
            "p67": "None"
        },
        {
            "p68": "None"
        },
        {
            "p69": "Comments can not be loaded"
        },
        {
            "p70": "To load Comments you need to enable JavaScript in your browser"
        },
        {
            "p71": "None"
        },
        {
            "p72": "None"
        },
        {
            "p73": "None"
        },
        {
            "p74": "Brad Pitt reacts to your brutally honest F1 opinions"
        },
        {
            "p75": "How can we can get better at completing boring tasks?"
        },
        {
            "p76": "Brand new drama inspired by Paris Lees's acclaimed memoir"
        },
        {
            "p77": "Diane Morgan's heartfelt journey into her own past"
        },
        {
            "p78": "None"
        },
        {
            "p79": "None"
        },
        {
            "p80": "None"
        },
        {
            "p81": "None"
        },
        {
            "p82": "None"
        },
        {
            "p83": "None"
        },
        {
            "p84": "None"
        },
        {
            "p85": "None"
        },
        {
            "p86": "None"
        },
        {
            "p87": "None"
        },
        {
            "p88": "None"
        },
        {
            "p89": "None"
        },
        {
            "p90": "None"
        },
        {
            "p91": "None"
        },
        {
            "p92": "None"
        },
        {
            "p93": "Copyright © 2025 BBC. The BBC is not responsible for the content of external sites. "
        }
    ]
}