{
    "text": [
        {
            "p1": "﻿I asked AI for insight into my health data. It gave me a regurgitated book report."
        },
        {
            "p2": "﻿I asked AI for insight into my health data. It gave me a regurgitated book report."
        },
        {
            "p3": "After nearly a decade of wearables testing, I’ve amassed a truly terrifying amount of health and fitness data. And while I enjoy poring over my daily data, there’s one part I’ve come to loathe: AI summaries. "
        },
        {
            "p4": "Over the last two years, a deluge of AI-generated summaries has been sprinkled into every fitness, wellness, and wearable app. Strava introduced "
        },
        {
            "p5": "Each platform’s AI has its nuances, but the typical morning summary goes a bit like this:"
        },
        {
            "p6": "None"
        },
        {
            "p7": "That might "
        },
        {
            "p8": "None"
        },
        {
            "p9": "Thanks? I can ask Athlete Intelligence to “say more,” but it regurgitates my effort, heart rate zone, and pace metrics I can see in graphs in the workout summary. If you didn’t know anything about my athletic history or the circumstances surrounding this run, this summary might read as insightful. Here’s what the summary left out: "
        },
        {
            "p10": "A more helpful insight might’ve been: “You ran during record-breaking heat for your region. While you maintained a consistent and steady pace, you have a bad habit of ramping up mileage too quickly after prolonged breaks, leading to several self-reported injuries in the past five years. A safer alternative would be lower mileage runs over two weeks to acclimate to rising temperatures. Since you’re injured, stick to low-intensity walks until your wounds have healed.”"
        },
        {
            "p11": "Runna, a popular running app that also features AI insights, generated a "
        },
        {
            "p12": "The in-app chatbots aren’t much better. Yesterday morning, I asked Whoop Coach if I should run today because I injured myself on my last run. It told me: “Whoop is unable to reply to the message you sent. Please try sending a different message.” I tried reframing my prompt, saying, “I’m injured and have a limp. Generate a low-intensity workout alternative while I recover.” I was prompted to contact Whoop Membership Services to continue the conversation."
        },
        {
            "p13": "Oura Advisor was more helpful, noting in my daily summary: “With your Readiness dipping and recent stressors like heat, an injury, and higher glucose, your body may feel more fatigued than usual today.” It suggested I prioritize rest. When asked, “What types of movement are okay when you have an injured knee and a slight limp?” it responded with common-sense answers like a short and easy walk if there’s no pain, light stretching, and a reminder to completely rest if I feel any sharp discomfort. This is closer to an ideal response, but I had to guide it to the type of answer I wanted. The insights are "
        },
        {
            "p14": "My botched run is exactly the type of scenario where tech CEOs say AI insights could be most useful. In theory, I agree! It "
        },
        {
            "p15": "For example, I’ve had an irregular sleep schedule this month. I asked Oura Advisor if my sleep and readiness trends showed signs of an elevated risk of injury. I also asked if I had abnormally high levels of sleep debt this month. In both cases, it said no — it said I was "
        },
        {
            "p16": "What resulted was an hour-long debate with a chatbot that left me questioning my own lived experience. When I tried asking it to delve into a particularly stressful week earlier this month, it told me its insights were “limited to [my] most recent week and current trends.” That sort of defeats the point of having six years’ worth of Oura data. "
        },
        {
            "p17": "After months of perusing Reddit and other community forums, I "
        },
        {
            "p18": "Meanwhile, Strava spokesperson Brian Bell tells me Athlete Intelligence was intended to help beginner athletes and that “the response to the feature remains strong” with about “80 percent of those opting in to give feedback finding the feature ‘very helpful’ to ‘helpful.’” "
        },
        {
            "p19": "A Whoop spokesperson wasn’t able to respond by publication."
        },
        {
            "p20": "These milquetoast summaries? They’re probably the best compromise between speed, cost, usefulness, data privacy, and legal liability"
        },
        {
            "p21": "I understand my frustrations stem from the inherent limitations of LLMs and the "
        },
        {
            "p22": "None"
        },
        {
            "p23": "None"
        },
        {
            "p24": "7"
        },
        {
            "p25": "Verge Score"
        },
        {
            "p26": "9"
        },
        {
            "p27": "Verge Score"
        },
        {
            "p28": "8"
        },
        {
            "p29": "Verge Score"
        },
        {
            "p30": "© "
        }
    ]
}