{
    "text": [
        {
            "p1": "Conflict in the Middle East has been escalating. These stories provide context for current developments and the history that led up to them."
        },
        {
            "p2": "By "
        },
        {
            "p3": "\n"
        },
        {
            "p4": "\n                Smoke billows from an explosion at the Islamic Republic of Iran Broadcasting (IRIB) building in Tehran after an Israeli strike hit the building, cutting off live coverage, on June 16.\n                "
        },
        {
            "p5": "AMMAN, Jordan — Roxana, a young shop manager living alone in Tehran, was panicking during the war with Israel. Her family lives outside the Iranian capital. Her boyfriend was on an Iranian base doing compulsory military service; unreachable and potentially in danger. Even her psychotherapist had fled the bombing in Tehran. So she turned to ChatGPT."
        },
        {
            "p6": "\"I asked it, can you give me a specific time when this is going to end?\" says Roxana, 31, reached by phone in Tehran. She did not want her full name used because she is afraid of being arrested by Iranian security services for speaking to foreign media."
        },
        {
            "p7": "The war that began on June 13 with Israeli attacks against Iranian nuclear "
        },
        {
            "p8": "It was the third or fourth day of the war and explosions sounded like they were getting closer when Roxana tried the artificial intelligence app, she says."
        },
        {
            "p9": "\"It gave me some information that was new to me, like the Islamic Republic's attempts to lobby the international community,\" she says. \"It said it might take 10 or 12 more days.\""
        },
        {
            "p10": "Narges Keshavarznia, an internet access researcher at "
        },
        {
            "p11": "\n                A man stands on the roof of a building while watching the horizon in Tehran on June 16. Iran's state broadcaster was briefly knocked off the air by an Israeli strike and explosions rang out across Tehran that day.\n                "
        },
        {
            "p12": "Iran was in the midst of an internet blackout for hours a day. For some reason, she says, her building had better access than most and ChatGPT was accessible when Google and other search engines were not. When she asked if her building would be targeted or her loved ones killed, it had no good answers. But it tried to give her security advice, she says, including where to shelter in her apartment."
        },
        {
            "p13": "She had consulted the artificial intelligence app so often it knew what her apartment looked like, down to the location of the furniture. When the war started, ChatGPT became her security advisor, telling her where the safest room in her home was, and when she suffered panic attacks, it became her therapist."
        },
        {
            "p14": "\"I used to speak a lot to it and it knows me,\" she says. \"By just telling me that 'this is only a nervous attack and it will pass,' it helped me a lot,\" she says. \"I shared my anxieties with it, my financial concerns and worries.\""
        },
        {
            "p15": "As useful and empathetic-seeming as it was to Roxana, AI chat bots and artificially generated images have "
        },
        {
            "p16": "Roxana says it was always difficult to get information in Iran — many news sites are blocked and she says Iran's state media cannot be trusted."
        },
        {
            "p17": "\"On their state media, they are trying to show you know, everything is OK and it's so beautiful and it's like we live in a garden or something,\" she says. \"And that makes me even angrier. On Iranian TV it was like 'the war was over' and we'd won since the second day.\""
        },
        {
            "p18": "The frequent internet blackouts made getting any information even more difficult. Iranian media reported that "
        },
        {
            "p19": "Roxana says she could hear bombs in the distance when she spoke to her therapist as she was fleeing Tehran. The therapist told her to try not to think of the past or the future and suggested she keep a journal."
        },
        {
            "p20": "In a huge city beloved by most Iranians but little-known in the West, Roxana wrote of missing bookstores and French pastries."
        },
        {
            "p21": "Her day-to-day life before the war would also be surprising to many unfamiliar with Iran."
        },
        {
            "p22": "\n                People walk through the old main bazaar of Tehran, Iran, on a Saturday night, Oct. 19, 2024.\n                "
        },
        {
            "p23": "She describes going to concerts with friends, staying out late and drinking. Although alcohol is banned in the Islamic Republic and public drinking not tolerated, home-brewed alcohol is widely available. Her friends are creatives, and in a country where a cleric is the supreme authority, many of them atheists. She covers her mass of curly hair only when she has to, primarily to access government offices, which enforce mandatory hair covering for women."
        },
        {
            "p24": "Years of "
        },
        {
            "p25": "Much of Roxana's life and that of her friends is spent figuring out how to make ends meet."
        },
        {
            "p26": "\"I feel like we are the forgotten people,\" she says. While the rich in Iran are fine and the destitute have a safety net, she says people like her — the working poor — fall through the cracks."
        },
        {
            "p27": "\"We are trying hard to stand on our feet, not to need anyone. But life is getting harder and harder,\" she says. \"Now when I receive bills I just look at them and I'm like 'go to hell.' There's nothing I can do about them.\""
        },
        {
            "p28": "She says the food in her apartment is from friends; vegetables and a big bag of rice her boyfriend bought before he had to report for duty."
        },
        {
            "p29": "Where once, not long ago, Roxana had been studying German with hopes of emigrating and working on improving her skills to produce online content, she says she has abandoned all that."
        },
        {
            "p30": "\"There's a lot of pressure on us to take a political side,\" she says. \"But people like me just want to have a calm, peaceful life.\""
        },
        {
            "p31": "Iran says more than 600 Iranians were killed during the almost two weeks of war. The Israeli government says Iranian airstrikes killed 28 people in Israel."
        },
        {
            "p32": "Roxana says because she can't sleep, she often stays up all night playing computer games and then sleeps in the day. She has started playing "
        },
        {
            "p33": "Roxana says she turned to "
        },
        {
            "p34": "\"The family I had built there, all the life I had built for these characters, it's lost,\" she says. \"I couldn't save the family that I made there.\""
        },
        {
            "p35": "Writing on social media after the ceasefire, she says she and a group of friends gathered in her apartment in the strange silence after the sirens stopped. There was some relief and nervous laughter but mostly sadness about what their lives had become."
        },
        {
            "p36": "She says they hadn't asked for much."
        },
        {
            "p37": "\"A little bit of bread, a little bit of joy, a little bit of dreams, a little bit of rights, a little bit of…\" she writes, leaving the thought unfinished."
        },
        {
            "p38": "None"
        },
        {
            "p39": "A previous version of this story incorrectly said 40 Iranians were at risk of falling into poverty. It is 40% of Iranians, according to a World Bank study."
        },
        {
            "p40": "Sponsor Message"
        },
        {
            "p41": "None"
        }
    ]
}