{
    "text": [
        {
            "p1": "Follow:"
        },
        {
            "p2": "\n            A Ukrainian pilot was killed and his F-16 fighter jet crashed after Russia launched a huge aerial assault involving hundreds of drones and scores of missiles overnight, the Ukrainian military said on Sunday.\n    "
        },
        {
            "p3": "\n            The airman, named as 1st Class Lt. Col. Maksym Ustymenko by the Ukrainian air force, was the third F-16 pilot killed since the Ukrainians began flying the jets last summer, and his plane was the fourth F-16 Ukraine has lost since then.\n    "
        },
        {
            "p4": "\n            The air force said Ustymenko “did everything he could to steer the aircraft away from a populated area, but he did not have time to eject.”\n    "
        },
        {
            "p5": "\n            Ustymenko’s death is a major loss for Ukraine. Only a small number of the country’s top pilots have been trained to fly F-16s, the most advanced of Ukraine’s fighter jets. The training is highly specialized and takes months to complete.\n    "
        },
        {
            "p6": "\n            Ukraine’s President Volodymyr Zelensky said Ustymenko destroyed seven targets before being killed, praising him and the Ukrainian air force for “heroically protecting” the country’s skies.\n    "
        },
        {
            "p7": "\n            Zelensky said Moscow launched 477 drones and 60 missiles towards six different locations overnight into Sunday – one of Russia’s largest ever aerial assaults in terms of weapons deployed, according to a CNN tally.\n    "
        },
        {
            "p8": "\n            Russia has ramped up its "
        },
        {
            "p9": "\n            These assaults are not just bigger and more frequent; they are also more concentrated and executed in a way that makes them a lot more difficult to combat – as they are flown at higher altitudes, out of reach of machine guns.\n    "
        },
        {
            "p10": "\n            Zelensky said on Sunday that more than 114 missiles, over 1,270 drones, and nearly 1,100 glide bombs were launched by Russia against Ukraine just this week.\n    "
        },
        {
            "p11": "\n            The Ukrainian leader pleaded with Kyiv’s Western allies to provide more aerial defenses for his country, saying Russia will continue to attack Ukraine for as long as it can.\n    "
        },
        {
            "p12": "\n            “This war must be brought to an end — pressure on the aggressor is needed, and so is protection. Protection from ballistic and other missiles, from drones, and from terror,” Zelensky said.\n    "
        },
        {
            "p13": "\n            He added that Ukraine was ready to buy “American systems” to strengthen its air defenses – a clear call to US President Donald Trump and his administration to allow Ukraine to purchase the Patriot air defense systems.\n    "
        },
        {
            "p14": "\n"
        },
        {
            "p15": "\n            The Patriots are widely considered to be among the best air defense systems. While there are other systems manufactured by some of Ukraine’s other allies, none can match the Patriots when it comes to protection against advanced hypersonic and ballistic missiles.\n    "
        },
        {
            "p16": "\n            Ukraine is known to have roughly half a dozen of the "
        },
        {
            "p17": "\n            The Patriots play a crucial role in Ukraine’s air defense, protecting millions of civilians from Russian missiles. But Kyiv is at risk of running out of missiles for these systems, as Trump continues to threaten withdrawing US aid from Ukraine.\n    "
        },
        {
            "p18": "\n            The Ukrainian air force said Sunday it had downed 211 drones and 38 missiles launched by Moscow overnight. Russian strikes were recorded in six locations with debris reported across eight locations, it added.\n    "
        },
        {
            "p19": "\n            The Russian Ministry of Defense claimed the strikes targeted Ukraine’s “military-industrial complex facilities and oil refineries,” but the Ukrainians said civilian infrastructure objects were hit.\n    "
        },
        {
            "p20": "\n            At least 11 people were injured, including two children, in a Russian attack in the city of Smila, in the central region of Cherkasy, local officials said in an update on Sunday.\n    "
        },
        {
            "p21": "\n            Three nine-story buildings, private houses, and cars were significantly damaged in the shelling, as well as four educational institutions and a psychiatric hospital, Ihor Taburets, head of Cherkasy regional military administration, said.\n    "
        },
        {
            "p22": "\n            Also on Sunday, Zelensky announced he signed a decree that would take Ukraine out of the Ottawa Treaty, the international agreement that bans the use of anti-personnel landmines.\n    "
        },
        {
            "p23": "\n            A long-signalled move by Ukraine, the withdrawal still needs to be approved by Ukraine’s parliament. Kyiv has long argued that it cannot continue to be member of the treaty because its attacker – Russia – is using landmines in its own teritory.\n    "
        },
        {
            "p24": "\n            “This is a step that has long been demanded by the reality of war. Russia is not a party to this Convention and uses mines against our military and civilians on a massive scale. We cannot remain bound by conditions when the enemy has no restrictions,” Roman Kostenko, a member of the Ukrainian Parliament, said in a statement.\n    "
        },
        {
            "p25": "\n            According to the United Nations, Ukraine is the most heavily mined country in the world. Russia has been using mines extensively in Ukraine’s territory, but according a 2023 "
        },
        {
            "p26": "\n            Large swathes of Ukrainian land, especially along the frontlines in the east and in areas that were once occupied by Russia, are off limits to civilians because of the mines. Makeshift signs and barriers warning people not to enter are a common sight on the edges of fields and forests and near roads.\n    "
        },
        {
            "p27": "\n            Ukraine’s Foreign Ministry said in a statement that the country “has made a difficult but necessary political decision” to withdraw from the Ottawa convention, saying the government was “convinced” it was necessary to do so.\n    "
        },
        {
            "p28": "\n            At the start of this year, the pact had 165 member states – although several major powers, including Russia, China, India, Pakistan and the United States, have never signed up to it.\n    "
        },
        {
            "p29": "\n            Finland, Poland, Latvia, Estonia and Lithuania – which all border Russia – have also made moves to pull out of the treaty arguing they were essential for defense.\n    "
        },
        {
            "p30": "\n  CNN’s Sophie Tanno contributed reporting.\n"
        },
        {
            "p31": "© 2025 Cable News Network. A Warner Bros. Discovery Company. All Rights Reserved. "
        }
    ]
}