{
    "text": [
        {
            "p1": "None"
        },
        {
            "p2": "Beyoncé was forced to stop her show in Houston on Saturday night when the car she was sitting in started to tilt mid-air."
        },
        {
            "p3": "The elaborate stage prop - a red Cadillac - is suspended on cables and carries the superstar high over her fans near the end of her Cowboy Carter stadium show."
        },
        {
            "p4": "But during Saturday's performance, the car started to slowly tilt to one side, leaving the 43-year-old performer clinging to a flag pole for support."
        },
        {
            "p5": "\"Stop! Stop, stop, stop stop,\" Beyoncé said, bringing an abrupt end to her country ballad, 16 Carriages."
        },
        {
            "p6": "Gasps could be heard from the audience when fans realised what was happening, but then applause as the star was slowly lowered to the ground, smiling and waving to the crowd."
        },
        {
            "p7": "\"If ever I fall, I know y'all will catch me,\" she said later."
        },
        {
            "p8": "Fans took to social media to post their videos of the frightening moment, commenting with Beyoncé's now-infamous catchphrase \"somebody's getting fired\", which she quipped on stage during a lighting problem in 2010."
        },
        {
            "p9": "Beyoncé's company, Parkwood Entertainment, said a \"technical mishap\" had caused the car to tilt. "
        },
        {
            "p10": "\"She was quickly lowered and no one was injured. The show continued without incident,\" the statement added."
        },
        {
            "p11": "This was not the first prop malfunction Beyoncé has experienced over her years of touring."
        },
        {
            "p12": "Earlier in this tour, a robot supposed to pour her a drink missed its mark, no doubt leaving a puddle of Sir Davis whisky for the crew to clean up. And during her On The Run II tour with husband Jay-Z in 2018, a moving platform broke, forcing Beyoncé to climb down a ladder - in heels and a sequined leotard, no less."
        },
        {
            "p13": "The performance in her hometown of Houston, Texas, was the 23rd of her 32-show Cowboy Carter tour, which wraps up in Las Vegas next month."
        },
        {
            "p14": "The three-hour extravaganza of chaps and cowboy boots has been lauded for its high-energy and artistry, and has delighted fans with appearances by Beyoncé and Jay-Z's daughters, Blue, 13, and Rumi, aged eight."
        },
        {
            "p15": "The show has broken ticket records at the Tottenham Hotspur Stadium in London (the previous record holder was... Beyoncé) and Stade De France in Paris."
        },
        {
            "p16": "Copyright 2025 BBC. All rights reserved. "
        },
        {
            "p17": " "
        }
    ]
}