{
    "text": [
        {
            "p1": "\n"
        },
        {
            "p2": "\n\t\t\t\t\t\t\t\tBy \n"
        },
        {
            "p3": "Senior Film and Media Reporter"
        },
        {
            "p4": "\n\tIt’s lights out and away we go at the box office as “"
        },
        {
            "p5": "\n\tWith great reviews and a promising “A” grade on CinemaScore exit polls, “F1” landed in the middle "
        },
        {
            "p6": "\n\t“We’re thrilled by the global response to ‘F1′ and grateful to the audiences who’ve embraced the film with such enthusiasm,” says Apple’s head of worldwide video, Jamie Erlicht. “This success is a testament to the vision of Joe, Jerry [Bruckheimer], Brad, and [F1 champion] Lewis [Hamilton], along with the efforts of the entire cast and crew. Together with Formula 1, they’ve created an inspiring cinematic journey that captures the energy and spirit of the sport.”\n\n\n"
        },
        {
            "p7": "\n\t“F1” also marks the first commercial hit for Apple, the tech giant that financed the nearly $250 million-budgeted movie. (Apple put the production budget at $200 million but others have reported the number is closer to $300 million). That’s not including the many millions on promotional efforts, including a globe-spanning press tour. And since Apple doesn’t have a distribution arm, the company is paying a fee to Warner Bros. to put the film in theaters. WB will also receive a percentage of theatrical revenues that increases with certain box office benchmarks.\n\n\t"
        },
        {
            "p8": "\n\tUnlike a traditional studio, Apple, with its $3 trillion market cap, is less dependent on box office revenue and home entertainment sales to justify its investment in mega-budgeted films. The company views its movies and television shows as a marketing vehicle for its technology and Apple TV+. With that vast reach, Apple has unique ways of promoting its movies, such as placing the “F1” trailer on the home screen of its streaming service and enabling iPhone push notifications for “F1” that offer a $10 discount when moviegoers buy two or more tickets on Fandango. "
        },
        {
            "p9": "\n\tIn a "
        },
        {
            "p10": "\n\tSince Apple’s foray into theatrical, however, the company has backed underperforming epics (Martin Scorsese’s “Killers of the Flower Moon” and Ridley Scott’s “Napoleon”) as well as critically reviled flops (“Fly Me to the Moon” and “Argylle”) and one Oscar best picture winner (the straight-to-streaming “CODA”) without a single profitable film to show for its efforts. “F1” has a long and winding road to profitability, to be sure, but this is Apple’s closest attempt to all-audience blockbuster territory. “F1” has generated $144 million globally after three days in theaters, nearly outgrossing the entire theatrical run of “Killers of the Flower Moon” ($158 million worldwide) and will soon outpace “Napoleon” ($221 million) as Apple’s highest-grossing movie."
        },
        {
            "p11": "\n\t“A lot about this movie looks easy, like a sure-fire hit, but it’s not,” says David A. Gross, who runs the FranchiseRe movie consulting firm and referred to “F1’s” start as “outstanding.” “Race car films and sports dramas have a long and mixed track record. This time, everything is working.”"
        },
        {
            "p12": "\n\tThe makers of “F1,”  including “Top Gun” producer Jerry Bruckheimer and seven-time Formula One champion Lewis Hamilton, have been touting the movie as the “most authentic” racing movie ever. In order to replicate the need for speed on screen, the filmmaking team brought immersive Imax cameras as they circumnavigated the real Formula 1 global circuit — yes, Pitt is really driving at speeds that top 180 mph — from Silverstone to Las Vegas to Abu Dhabi. Those efforts translated to ticket sales as audiences turned out in force to watch “F1” in Imax and other premium formats, which accounted for 55% of domestic ticket sales. Imax in particular fielded a strong $27.7 million globally, representing 19% of overall revenues.\n\n\t"
        },
        {
            "p13": "\n\t“With the most realistic racing sequences ever committed to film, ‘F1: The Movie’ quite simply demands to be experienced in Imax, and audiences around the world clearly got that message,” said Imax’s CEO Rich Gelfond. “Joseph Kosinski and Jerry Bruckheimer innovated and pushed our technology to new frontiers to deliver a film tailor-made for Imax, and we expect moviegoers will continue to seek out our screens for ‘F1’ through the U.S. holiday weekend ahead.”"
        },
        {
            "p14": "\n\tWith “F1” in pole position, box office competitors were left in the dust. This weekend’s other major release, Universal and Blumhouse’s campy horror sequel “"
        },
        {
            "p15": "\n\tWith a $25 million price tag, “M3GAN 2.0” won’t require a ton of coinage to turn a theatrical profit. But a weak turnout for the sequel suggests the murderous A.I. doll with killer dance movies was more of a one-off viral phenomenon rather than the face of an enduring film franchise. That could be a problem since a spinoff, titled “Soulm8te,” is set for 2026."
        },
        {
            "p16": "\n\t“The idea of a child-sized humanoid robot doll powered by AI generated a lot of interest the first time, but that interest has fallen apart,” says Gross. “Nothing appears to be wrong with the movie [but] the story is struggling to show something new, and fans are moving on.”"
        },
        {
            "p17": "\n\tElsewhere, holdover titles populated the top of the box office charts. Universal’s “How to Train Your Dragon” slid to second place after two weekends in the No. 1 spot. The live-action remake added $19.4 million in its third weekend of release, bringing its North American tally to $200.5 million. Globally, the action epic has collected $454.5 million to date.\n\n\t"
        },
        {
            "p18": "\n\tIn third place, Disney’s intergalactic Pixar adventure “Elio” continues to face fierce headwinds from fellow PG offerings “How to Train Your Dragon” and another Disney tentpole, “Lilo & Stitch.” In its sophomore outing, “Elio” brought in $10.7 million from 3,750 venues. That’s a 49% decline from its $20 million debut, which ranked as the worst start in modern history for Pixar. Despite solid reviews and positive audience scores, “Elio” has grossed only $73 million worldwide. The $150 million-budgeted property is shaping up to be a big money loser for Disney. "
        },
        {
            "p19": "\n\tAt Disney, though, the enduring success of “Lilo & Stitch” will help to offset any theatrical losses from “Elio.” After six weekends on the big screen, the live-action “Lilo & Stitch” has grossed $946 million and will eventually be the year’s first billion-dollar blockbuster. A "
        },
        {
            "p20": "\n\tRounding out the top five is Sony’s zombie thriller “28 Years Later,” which cratered in its second weekend with $9.7 million from 3,444 venues — a painful 68% decline from its opening weekend. Ticket sales stand at $50 million domestically and $103 million globally against a $60 million budget."
        },
        {
            "p21": "\n\t\t\tA Variety and iHeartRadio Podcast\t\t"
        },
        {
            "p22": "The Business of Entertainment"
        }
    ]
}