{
    "text": [
        {
            "p1": "Tyler Boyd is a Pittsburgh native. He played college football at Pitt. After nine NFL seasons, he’d like to continue his pro career with the Pittsburgh Steelers."
        },
        {
            "p2": "“"
        },
        {
            "p3": "He expressed interest in signing with the Steelers a year ago, after eight seasons with the Bengals. He landed with the Titans instead."
        },
        {
            "p4": "Boyd is once again making it known he’d like to come home."
        },
        {
            "p5": "“I’m real cool with [coach Mike] Tomlin,” Boyd said. “He’s always been a good person. . . . When I was at Pitt, we had a good relationship. After practice, I’d walk over there, talk to [Antonio Brown] and those guys, talk to Tomlin, and he’d just pick at different things, where I could get better and get some guidance. I think we had a great friendship.”"
        },
        {
            "p6": "The Steelers could use another veteran receiver. They haven’t added one since trading George Pickens to the Cowboys in May."
        },
        {
            "p7": "Boyd had back-to-back 1,000-yard seasons in 2018-19. In 16 games last year with the Titans, he had only 39 catches for 390 yards."
        },
        {
            "p8": "Newcomers for 2025 are DK Metcalf and Robert Woods. Calvin Austin III will be expected to step up. And the Steelers are hoping to get something/anything from 2024 third-rounder Roman Wilson in his second season."
        },
        {
            "p9": "A Division of "
        },
        {
            "p10": "DISCLAIMER: This site and the products offered are for entertainment purposes only, and there is no gambling offered on this site. This service is intended for adult audiences. No guarantees are made for any specific outcome. If you or someone you know has a gambling problem, please call 1-800-GAMBLER."
        },
        {
            "p11": "Ⓒ 2024 NBC Universal"
        }
    ]
}