{
    "text": [
        {
            "p1": "By"
        },
        {
            "p2": "None"
        },
        {
            "p3": "and"
        },
        {
            "p4": "None"
        },
        {
            "p5": "By"
        },
        {
            "p6": " Forbes Staff "
        },
        {
            "p7": "and"
        },
        {
            "p8": " Forbes Staff. "
        },
        {
            "p9": "The Senate began another round of voting on amendments that could make significant changes to President Donald Trump’s signature budget and spending bill as it races to pass the legislation before a July 4 deadline."
        },
        {
            "p10": "President Donald Trump asked Congress to pass his spending bill before July 4."
        },
        {
            "p11": "The Senate began voting on amendments to the bill Monday morning after voting to advance the bill late Saturday night in a 51-49 vote, with two Republicans (Sen. Thom Tillis, R-N.C., and Sen. Rand Paul, R-Ky.) joining Democrats opposing the move."
        },
        {
            "p12": "Trump immediately claimed victory after the procedural vote, calling it the vote a “GREAT VICTORY” in a "
        },
        {
            "p13": "Trump early Monday declared the bill “is moving along nicely!”"
        },
        {
            "p14": "Sen. Lisa Murkowski, R-Alaska, said Monday she would offer an amendment to allow wind and solar construction projects to become eligible for Inflation Reduction Act tax credits at their start date, rather than granting eligibility only to projects placed in service by the end of 2027, Politico "
        },
        {
            "p15": "Among some of the most high-profile amendments under consideration include one from Sen. Rick Scott, R-Fla., to block a significant portion of federal Medicaid funding for some states under Obamacare, a provision Scott estimates would reduce Medicaid spending by another $313 billion over 10 years."
        },
        {
            "p16": "Sens. Marsha Blackburn, R-Tenn., and Ted Cruz, R-Texas, are also expected to propose an amendment that would reduce a ban on new state laws to regulate artificial intelligence from 10 years to five years, Politico "
        },
        {
            "p17": "Republicans have sparred over provisions linked to Medicaid cuts, an increased debt ceiling and tax deductions in recent weeks, with Senate Parliamentarian Elizabeth MacDonough ruling against Medicaid provisions that sought to pull the federal healthcare program from undocumented migrants and gender-affirming care, among other changes."
        },
        {
            "p18": "The nonpartisan Congressional Budget Office "
        },
        {
            "p19": "Republicans can afford to lose three votes from party members in the Senate if all Democrats oppose the bill."
        },
        {
            "p20": "Trump’s mega bill proposes $4 trillion in tax cuts and calls for an extension on the cuts made by Trump during his first term. It carves out $46.5 billion for the construction of the president’s border wall and over $15 billion for border security. "
        },
        {
            "p21": "While Democrats are poised to completely oppose the bill, some Republicans have taken issue with its provisions and may not be on board for the vote. Paul told "
        },
        {
            "p22": "Elon Musk, who had a recent "
        },
        {
            "p23": "Tillis announced Sunday he "
        },
        {
            "p24": "Trump and Republican leadership have indicated their self-imposed July 4 deadline could be missed. The president, who threatened to pull Congress’ July 4 recess if the bill is not passed by then, said Friday the deadline is “not the end all.” House Speaker Mike Johnson, R-La., said Friday it is possible the deadline is missed, but noted, “I don’t even want to accept that as an option right now.”"
        },
        {
            "p25": " (Forbes)"
        }
    ]
}