{
    "text": [
        {
            "p1": "\n"
        },
        {
            "p2": "\n                Sen. Thom Tillis, R-N.C., announced Sunday that he will not run for reelection following a series of attacks by President Trump over Tills' decision to vote against a massive GOP-written tax and spending bill.\n                "
        },
        {
            "p3": "Republican Sen. "
        },
        {
            "p4": "Tillis was one of the most high-profile Republicans to say he could not support President Trump's \"Big Beautiful Bill,\" Republicans' massive tax and spending bill, in its current form. Trump on social media had "
        },
        {
            "p5": "He was one of only two Senate Republicans, along with Rand Paul, Ky., who late on Saturday voted against a motion to start debate on the policy package. For days, Tillis has criticized the Medicaid provisions in the bill and said he has data showing it would require his state to pick up more than $30 billion in costs in order to make up for lost federal funding. "
        },
        {
            "p6": "Tillis, who has been in the Senate for a decade, in a statement slammed the lack of bipartisanship in Washington and accused other politicians of not taking the time to understand how legislation would affect regular Americans."
        },
        {
            "p7": "\"In Washington over the last few years, it's become increasingly evident that leaders who are willing to embrace bipartisanship, compromise, and demonstrate independent thinking are becoming an endangered species,\" he wrote."
        },
        {
            "p8": "He also suggested some in his own party care more about political points than the impact of policies they vote on, saying, \"Too many elected officials are motivated by pure raw politics who really don't give a damn about the people they promised to represent on the campaign trail.\""
        },
        {
            "p9": "For months, Tillis has insisted he could win another tough election in his home state, but said Sunday he had enough of the divisive politics at the Capitol."
        },
        {
            "p10": "The election for Tillis' seat in North Carolina is likely to turn into a heated race next year. The Democratic Congressional Campaign Committee on Sunday put out a statement predicting Democrats would flip the seat next year."
        },
        {
            "p11": "\"Thom Tillis' decision not to run for reelection is another blow to Republicans' chances as they face a midterm backlash that puts their majority at risk. Even Tillis admits the GOP plan to slash Medicaid and spike costs for families is toxic,\" the campaign committee said."
        },
        {
            "p12": "Former Rep. Wiley Nickel, N.C., is the only Democrat running for Tillis' Senate seat. After news of Tillis' retirement, he jumped in with a statement to present himself as an independent thinker who \"won't be fooled by extremists pushing an agenda that puts billionaires first and working families last.\" But national Democrats are hoping former Governor Roy Cooper, who is popular and has more statewide name recognition, will decide to run for the now open seat."
        },
        {
            "p13": "Sen. Tim Scott, R-S.C., who heads the national GOP Senate campaign committee noted that Trump has won the state three times and GOP has held Senate seats for over a decade. \"That streak will continue in 2026 when North Carolinians elect a conservative leader committed to advancing an agenda of opportunity, prosperity, and security.\""
        },
        {
            "p14": "Sponsor Message"
        },
        {
            "p15": "None"
        }
    ]
}